[{
    "id": 1,
    "name": "Andrés Leonardo Martínez Ortiz",
    "featured": true,
    "title": "Developer Program Manager",
    "company": "Google",
    "country": "United Kingdom",
    "photoUrl": "../../images/people/almo.jpg",
    "tags": ["GDG", "Google"],
    "bio": "Andres L. Martinez-Ortiz a.k.a Almo is Developer Program Manager in Google's Engineering organisation. He is focused on driving the success of Google's developer products and the open web by creating a thriving ecosystem of 3rd party applications and businesses built on them. Closely with Product Management, Marketing, PR, Business Development, and other, he works with and supports developer communities, initiating activities that meet the needs of the innovation ecosystem. In addition, he meets with developers and partners in large companies, startups, universities and enterprises, promoting Open standards and Google technologies.",
    "socials": [{
        "name": "Google+",
        "icon": "app-icons:gplus",
        "link": "https://plus.google.com/104070495650441591893/about"
    }, {
        "name": "LinkedIn",
        "icon": "app-icons:linkedin",
        "link": "https://www.linkedin.com/in/aleonar"
    }, {
        "name": "Twitter",
        "icon": "app-icons:twitter",
        "link": "https://twitter.com/davilagrau"
    }]
},{
    "id": 9,
    "name": "Francisco Baena",
    "featured": true,
    "title": "Google Community Specialist",
    "company": "Google",
    "country": "Spain",
    "photoUrl": "../../images/people/baena.jpg",
    "tags": ["GDG", "Google"],
    "bio": "",
    "socials": [{
        "name": "Google+",
        "icon": "app-icons:gplus",
        "link": "https://plus.google.com/+FranBaena/about"
    }, {
        "name": "LinkedIn",
        "icon": "app-icons:linkedin",
        "link": "https://es.linkedin.com/in/baenans/en"
    }, {
        "name": "Twitter",
        "icon": "app-icons:twitter",
        "link": "https://twitter.com/baenans"
    }]
},{
    "id": 3,
    "name": "Rafael Pires",
    "featured": true,
    "title": "Chief Pirate Officer",
    "company": "Startup Pirates",
    "country": "Portugal",
    "photoUrl": "../../images/people/rafael.jpg",
    "tags": ["startup", "entrepreneurship"],
    "bio": "Curious tech guy exploring the entrepreneurship world, with a passion for design and photography! Co-founder of Startup X, a non-profit organization responsible for programs like Startup Pirates, Startup Pirates Enterprise and PortugalStartups.com. Enthusiastic about sharing ideas and experiences. Host at Porto Startup Coffee Meetup."
},{
    "id": 4,
    "name": "Jorge Barroso",
    "featured": true,
    "title": "",
    "company": "",
    "country": "Spain",
    "photoUrl": "../../images/people/jorgebarroso.jpg",
    "tags": ["Android", "Tuenti"],
    "bio": "Jorge Barroso is Android Expert in Karumi. He worked in the Spanish Social Network “Tuenti” between 2009-2013, being Android Tech Lead in his last period. He has worked in several mobile projects of the company as j2me, Blackberry and Android. Before Tuenti, he worked in several companies developing games for mobile devices, and multiplayer games.",
    "socials": [
        {
            "name": "Twitter",
            "icon": "app-icons:twitter",
            "link": "https://twitter.com/flipper83"
        }
    ]
},{
    "id": 2,
    "name": "Daniela Fontes",
    "featured": true,
    "title": "Technical Director",
    "company": "Mimicry Games",
    "country": "Portugal",
    "photoUrl": "../../images/people/daniela.jpg",
    "tags": ["VR", "Virtual Reality"],
    "bio": "Daniela is the Technical Director of Mimicry Games, currently working on the VR multiplayer game Captus. She's a computer scientist with a sweet spot for AI, who's very fond of wearing multiple hats from business development to gameplay programming. She is also a co-organizer of Portugal Virtual Reality Meetup, an event aimed at creating a local community of VR Developers and Enthusiasts."
},{
    "id": 5,
    "name": "Mário Moreira",
    "featured": true,
    "title": "Gestor da Divisão de Experimentação e Coordenação Tecnológica",
    "company": "PT Inovação",
    "country": "Portugal",
    "photoUrl": "../../images/people/mariomoreira.jpg",
    "tags": ["Angular"],
    "bio": "Mário Moreira obteve o mestrado em Ciências da Computação pela Universidade do Minho em 1995 e a Licenciatura em Engenharia de Sistemas e Informática pela Universidade do Minho em 1993. Ingressou no Centro de Estudos de Telecomunicações (futura PT Inovação), ainda durante a licenciatura em 1993 onde esteve a desenvolver vários sistemas periciais baseados em técnicas de Inteligência Artificial. Passou por diversas áreas incluindo áreas de investigação, desenvolvimento de sistemas de gestão de redes e plataformas para redes móveis. Atualmente é Gestor da Divisão de Experimentação e Coordenação Tecnológica na direção de Coordenação Tecnológica e Inovação Exploratória, onde é responsável pela identificação dos processos, metodologias, ferramentas e tecnologias utilizadas transversalmente na PT Inovação.",
    "socials": [
        {
            "name": "Google+",
            "icon": "app-icons:gplus",
            "link": "https://plus.google.com/u/0/+MarioMoreira0"
        },
        {
            "name": "Twitter",
            "icon": "app-icons:twitter",
            "link": "https://twitter.com/mario_moreira"
        }
    ]
},{
    "id": 6,
    "name": "Nuno Farinha",
    "featured": true,
    "title": "Team Leader e desenvolvedor de software de gestão de sistemas de rede",
    "company": "PT Inovação",
    "country": "Portugal",
    "photoUrl": "../../images/people/nunofarinha.jpg",
    "tags": ["Web"],
    "bio": "Nuno é um desenvolvedor, analista e arquiteto de software C/C++ e Web. Desde 2006 que trabalha na PT Inovação e Sistemas tendo colaborado em projetos de desenvolvimento de software de gestão de elementos de rede. Divide atualmente o seu tempo entre desenvolvimento e gestão de equipa. Tem mais recentemente colaborado na renovação da interface gráfica de utilizador das aplicações de gestão de rede."
},{
    "id": 7,
    "name": "Yolanda Correia",
    "title": "Software Developer",
    "company": "Kwamecorp",
    "country": "Portugal",
    "photoUrl": "../../images/people/yolanda.jpg",
    "tags": ["Tango"],
    "bio": "She started her career in YDreams where she developed award winning mobile application for an aquatic drone in 2011.<br>Currently she is working at Kwamecorp where she found her place and now developing in projects for Google Project Tango."
},{
    "id": 8,
    "name": "Teresa Deus",
    "title": "Mobile UX & Strategy Designer",
    "company": "Wingman",
    "country": "Portugal",
    "photoUrl": "../../images/people/teresa.jpg",
    "tags": ["Soon"],
    "bio": "Teresa began her work in Aptoide, where she developed skills not only with android developing but also with User Interface and User Experience, with a eye for perfection and a good usability.<br>Now a dedicated UX/UI professional, she works in big projects such as Via Verde."
},{
    "id": 10,
    "name": "To be announced",
    "title": "",
    "company": "",
    "country": "",
    "photoUrl": "../../images/people/tobeconfirmed.png",
    "tags": ["Soon"],
    "bio": ""
}]
