[
    {
        "id": 1001,
        "title": "Registration & Breakfast",
        "description": "Get your badge and your coffee"
    },
    {
        "id": 1002,
        "title": "Coffee break",
        "description": "During the Coffee break, you will find some cool demos. Airborne Projects and Clube de Robótica da Universidade do Coimbra will be demonstrating drones, robots and a lot of cool projects.<br>Prepare to be amazed!",
        "speakers": [8,10]
    },
    {
        "id": 101,
        "title": "Portuguese GDGs for the masses",
        "description": "During the talk, we will show main achievements of Google Developers Groups and its role in technology promotion, innovation diffusion and social development. Examples of groups from around the world will highlight the power of this technological and social movement.",
        "speakers": [1],
        "language": "en",
        "complexity": "Beginner",
        "video": "",
        "tags": [
            "GDG",
            "Google"
        ]
    },
    {
        "id": 102,
        "title": "Introduction to Virtual Reality",
        "description": "We’re living the dawn of VR Renaissance, the first consumer VR products are being launched, immersive experiences, games, demos are being developed and more and more consumed. Pioneers all around the world are pushing the technical and artistic boundaries and are establishing the pillars of a new medium. This is an exciting time and place to be in, but how do we get the tickets to this hype train? How does one get “into Virtual Reality”?<br>Literally and figuratively, Daniela Fontes shares some key factors on making the most of introductory VR experiences, and how to get started developing for this new medium.",
        "speakers": [2],
        "language": "en",
        "complexity": "Beginner",
        "presentation": "",
        "video": "",
        "tags": [
            "VR", "Virtual Reality"
        ]
    },
    {
        "id": 103,
        "title": "Utilização do AngularJS em Aplicações de Telecomunicações",
        "description": "",
        "speakers": [5,6],
        "language": "pt",
        "complexity": "Beginner",
        "presentation": "",
        "video": "",
        "tags": [
            "Angular", "telco"
        ]
    },
    {
        "id": 104,
        "title": "Project Tango",
        "description": "Yolanda Correia loves mobile, ubiquitous and pervasive systems, she wants to give a positive impact on people's lives with her work.<br>She is now developing applications for big companies with project Tango and will delight us with knowledge about it.",
        "speakers": [7],
        "language": "en",
        "complexity": "Beginner",
        "presentation": "",
        "video": "",
        "tags": [
            "Tango"
        ]
    },
    {
        "id": 106,
        "title": "From zero to the world. Building a global organisation from Portugal",
        "description": "As one of the founder of Startup Pirates, a 8-day pre-acceleration program with a footprint in 20 countries around the world, Rafael will be explaining how they build it from scratch and how important it is to think global from day one.",
        "speakers": [3],
        "language": "en",
        "complexity": "Beginner",
        "presentation": "",
        "video": "",
        "tags": [
            "startup", "pirates", "founder", "global", "entrepreneurship"
        ]
    },
    {
        "id": 107,
        "title": "Forgetting Android V.2",
        "description": "Architecture is About Intent, not Frameworks. So in this talk we are gonna talk about how you can prepare your android application to use the android framework as a tool instead of cramming your app into their limited constraints. We are gonna focus on SOLID principles, and concepts like testability, independency of UI, decoupled code, etc, will take a fundamental part of this session.",
        "speakers": [4],
        "language": "en",
        "complexity": "Beginner",
        "presentation": "",
        "video": "",
        "tags": [
            "Android"
        ]
    }
]
